Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: No matter what that truth actually is?
pl: Niezależnie od tego, jaka jest ta prawda?

source: No messages have been received.
pl: Brak odebranych wiadomości.

source: No more fighting!
pl: Dość tej przemocy!

source: No more! Father Servo yields!
pl: Dość! Ojciec Servo się poddaje!

source: No no no no no no!
pl: Nie nie nie nie nie!

source: No no no no no...
pl: Nie nie nie nie nie...

source: No one "made" the desert. It's just an area that lost all its vegetation due to a lack of precipitation.
pl: Nikt nie „zrobił” pustyni. To po prostu obszar, który utracił całą roślinność z powodu braku opadów.

source: No one can save her now. </page>
pl: Nikt jej teraz nie uratuje. </page>

source: No one could figure out how to stop it.
pl: Nikt nie wiedział, jak to powstrzymać.

source: No one fights without a reason.
pl: Nikt nie walczy bez powodu.

source: No one objects to the captain's decision. The moment she issues the order, we all leap from the trench as one and reenter the fray.<bt_wait>
pl: Nikt nie podważa decyzji kapitana. Po wydaniu przez nią rozkazu, wszystkie wyskakujemy z okopu i wracamy do boju.<bt_wait>

source: No one stops. </page> <go_SABAKU_END>
pl: Nikt mnie nie powstrzyma. </page> <go_SABAKU_END>

source: No one will help you.
pl: Nikt ci nie pomoże.

source: No problems detected.
pl: Nie wykryto problemów.

source: No reason! I mean, I've just heard stories about how advanced you guys are, and how kind, and...
pl: O nic! Znaczy... Słyszałam opowieści o tym, jak bardzo zaawansowani technicznie jesteście, i jacy mili, i...

source: No response from long-range communications.
pl: Brak odpowiedzi z komunikacji dalekiego zasięgu.

source: No response to communications.
pl: Brak odpowiedzi podczas prób podjęcia komunikacji.

source: No response.
pl: Brak odpowiedzi.

source: No response...
pl: Brak odpowiedzi...

source: No responses coming from Command on any channel.
pl: Dowództwo nie odpowiada na żadnym kanale łączności.

source: No save data found.
pl: Nie znaleziono danych zapisu.

source: No thanks.
pl: Nie, dzięki.

source: No turning back now, I guess...
pl: Chyba nie ma już odwrotu...

source: No vital signs detected. The unit is deceased.
pl: Nie wykryto oznak życia. Jednostka została unicestwiona.

source: No wait! Scratch all that! Actually, it's all up to you!
pl: Chociaż nie, zaraz! Zapomnijcie o tym, co wam przed chwilą powiedziałem. Tak naprawdę, wszystko zależy od was!

source: No way to tell. I'll add 'em to the map regardless.
pl: Nie da się tego stwierdzić jednoznacznie. Tak czy inaczej, dodam je do mapy.

source: No way. Forget it.
pl: Nie ma mowy. Zapomnij o tym.

source: No!
pl: Nie!

source: No! Get away from me, dummy!
pl: Nie! Odejdź ode mnie, głupku!

source: No! I'm not going back! I'm NEVER going back!
pl: Nie! Ja nie wracam! NIGDY nie wrócę!

source: No! It's not that! Honestly, I'm happy to help you guys if you need it.
pl: Nie! Nie o to chodzi! Szczerze? Cieszę się, że mogę wam pomóc, skoro tego potrzebujecie.

source: No! Number 4!
pl: Nie! Numerze 4!

source: No! Please don't kill me!
pl: Nie! Proszę, nie zabijaj mnie!

source: No! Stay away! I hate you! I...hate...
pl: Nie! Odejdź! Nienawidzę cię! Nie... nawidzę...

source: No! This...this is a machine!
pl: Nie! To... To jest maszyna!

source: No! You...you killed him!
pl: Nie! Wy... wy go zabiliście!

source: No, but I mean... The Resistance says that none of their supplies are actually missing.
pl: Nie, ale chciałem... Ruch Oporu twierdzi, że żadne z ich zapasów nie zniknęły.

source: No, don't! You can't do anything—the wall's got a self-closing algorithm!
pl: Nie! Nie rób tego! Nic nie zrobisz — ściana ma samozamykający się algorytm!

source: No, don't... Don't do this!
pl: Nie, nie rób... Nie rób tego!

source: No, it is merely a hobby.
pl: Nie, to tylko hobby.

source: No, it seems there's more.
pl: Nie. Wygląda na to, że jest tego więcej.

source: No, it's just... I'm starting to understand why humans lived in houses, is all.
pl: Nic takiego... Po prostu... Zaczynam rozumieć, dlaczego ludzie mieszkali w domach.

source: No, it's...
pl: Tak, mnie też....

source: No, never mind. Just be careful.
pl: Nie, nieważne. Po prostu bądź ostrożna.

source: No, not really.
pl: Nie, chyba źle się wyraziłam...

source: No, not...
pl: Nie... nie o to chodzi...

source: No, sorry. I didn't think to ask.
pl: Wybacz, ale nie. Nie pomyślałem, żeby ją o to zapytać.

source: No, that's fair. I'm sorry to have troubled you.
pl: Nie? W porządku. Przepraszam, że cię kłopotałam.

source: No, what is it? Do you need more parts to repair yourselves?
pl: Nie no, dlaczego? Potrzebujecie więcej części do napraw?

source: No.
pl: Nie.

source: No. Do not repair me.
pl: Nie. Nie chcę, abyście mnie naprawiali.

source: No. Hell no.
pl: Nie. Cholerne nie.

source: No. I'm merely pointing out that you would be a liability on the battlefield.
pl: Nie. Tylko zaznaczam, że na polu walki byłbyś raczej kulą u nogi.

source: No. I'm sorry.
pl: Nie. Przykro mi...

source: No. Just another defensive system.
pl: Nie. To tylko kolejny system obronny.

source: No. Let's not go in here.
pl: Nie. Lepiej tam nie iść.

source: No. Never mind.
pl: Nie. Nieważne.

source: No. Not in the slightest.
pl: Nie. Ani odrobinę.

source: No. That's enough. I don't need to know any more.
pl: Nie. To wystarczy. Nie chcę wiedzieć więcej.

source: No. We should keep fighting.
pl: Nie. Musimy walczyć.

source: No...
pl: Nie...

source: No... How could you!?
pl: Nie... Jak możesz?!

source: No... I don't want to die...
pl: Nie... Nie chcę umierać...

source: No... It doesn't look like that's...going to be necessary...
pl: Nie... Wygląda na to, że... to nie będzie konieczne...

source: No... No, how can this...
pl: Nie... Nie, jak to się mogło...

source: No... Nooooo!
pl: Nie... Nieeeeee!

source: No... Oh no...
pl: Nie... O nie...

source: No... We can't just abandon them!
pl: Nie... Nie możemy ich zostawić!

source: None
pl: Brak

source: None of it matters.
pl: Nie ma to żadnego znaczenia.

source: None of our ground units reported anything about a virus.
pl: Żadna z naszych jednostek naziemnych nie zgłaszała obecności żadnego wirusa.

source: None of this makes any sense!
pl: Nic z tego nie ma sensu!

source: None of us in this world are loved!
pl: Żadne z nas nie jest kochane!

source: None of which is easy to find in a desert. </page> <go_HOUTAI_END>
pl: Nic z tego nie można łatwo znaleźć na pustyni. </page> <go_HOUTAI_END>

source: None should have to live in such a place.
pl: Nikt nie powinien mieszkać w takim miejscu.

source: None, huh...?
pl: Żadnych...?

source: Nonetheless,
pl: Niemniej jednak,

source: NonononononNonoOOOnoonoNononoNNOOnonoOoo!!
pl: NienienienieNienieEEEnienieNienieNNNIIEEnienieEeee!!

source: Nooo... S-scared....
pl: Nieee... B-boję się...

source: Noooo.
pl: Nieee.

source: Nooooo! You have tooooo!
pl: Nieeee! Muuuuusisz to zrobić!

source: Nooooo... Can't drink any more.... Zzzzz...
pl: Nieee... Nie mogę więcej wypić... Zzz...

source: Noooooo!
pl: Nieeee!

source: Noooooo, but...
pl: Nieeee, ale...

source: Noooooooo!
pl: Nieeeeeeee!

source: Nope, nothing at all.
pl: Nie, niczego takiego nie mam.

source: Nope.
pl: Nie.

source: Nor what fate stood in wait for us.
pl: Ani tego, jaki los na nas czekał.

source: Normal
pl: Normalne

source: Normal (with vocals)
pl: Normalna (z wokalem)

source: Normal Machine
pl: Zwykła maszyna

source: Normal mode is a standard level of difficulty.
pl: Poziom Normalny to standardowy poziom trudności.

source: Normally, you'd be called...but...calling you 2B for the time...
pl: Zwykle, nadalibyśmy ci imię... ale... na razie nazwiemy cię 2B...

source: North Korea
pl: Korea Północna

source: Northeast of the city ruins.
pl: Na północny wschód od ruin miasta.

source: Norway
pl: Norwegia

source: Nostalgic Room
pl: Nostalgiczny pokój

source: Not after what happened to the Bunker...
pl: Nie po tym, co się stało w Bunkrze...

source: Not bad! You're getting closer to becoming a true speedster!
pl: Nieźle! Jesteś na dobrej drodze, aby stać się demonem szybkości!

source: Not bad, but try approaching your opponent from a closer angle!
pl: Nieźle, ale postaraj się podejść przeciwnika z bliska!

source: Not bad, but try approaching your opponent like 9S does!
pl: Nieźle, ale postaraj się podejść przeciwnika tak, jak 9S!

source: Not bad, kid!
pl: Nieźle, dzieciaku!

source: Not dying beats dying any day.
pl: Przeżyć jest lepiej niż zginąć, bez względu na wszystko.

source: Not everyone in this world plays fair.
pl: Nie wszyscy na tym świecie grają fair.

source: Not exactly.
pl: Niezupełnie.

source: Not good
pl: Niedobrze.

source: Not happening.
pl: Nie licz na to.

source: Not how the battle would end...
pl: Ani tego, jak ta cała bitwa w ogóle się zakończy...

source: Not like I can't just get another one.
pl: To nie tak, że nie mogę sobie kupić nowej.

source: Not likely.
pl: Nie wydaje mi się.

source: Not many stray bullets have made their way over here lately...
pl: Ostatnio niewiele zbłąkanych kul tu trafiła...

source: Not necessary.
pl: To niepotrzebne.

source: Not only that,
pl: Nie tylko to,

source: Not only that, but if you use that enemy to hack another, you can keep taking over one enemy after the next!
pl: Co więcej — jeśli użyjesz tego wroga do zhakowania innego, możesz przejmować jednego przeciwnika po drugim!

source: Not quite.
pl: Nie do końca...

source: Not really! I just figured it might feel nice to have some good weather.
pl: Nie bardzo. Ale pomyślałam, że miło by było, jakbyście mieli ładną pogodę.

source: Not really, but...
pl: Niezupełnie, ale...

source: Not really.
pl: Niezupełnie.

source: Not right now.
pl: Nie teraz.

source: Not sure what we should do, however.
pl: Jednakże, nie jestem pewna, co powinniśmy zrobić.

source: Not that I mind or anything.
pl: Nie, żeby mi to przeszkadzało, czy coś.

source: Not that a hunk of junk like that even has a life worth begging for! Ha ha!
pl: Nie żeby taki kawał złomu miał jakieś życie o które może błagać! Ha ha!

source: Not that it matters.
pl: Nie, żeby to miało jakiekolwiek znaczenie...

source: Not that there's much to do here...
pl: Nie, żeby było tu wiele do roboty, ale...

source: Not the latest model, but proven in combat.
pl: Nie najnowszy, ale sprawdzony w boju.

source: Not this time.
pl: Nie tym razem.

source: Not...exactly.
pl: Nie... do końca.

source: Nothing beats front row seats, am I right?
pl: Nie ma nic lepszego od pierwszego rzędu, prawda?

source: Nothing good comes from fighting.
pl: Walka to nic dobrego.

source: Nothing here, you know.
pl: Nie ma tu niczego ciekawego, rozumiesz?

source: Nothing much happens here, but that's what makes us so special!
pl: Niewiele się tutaj dzieje, ale właśnie to czyni nas tak wyjątkowymi!

source: Nothing to report, copy that.
pl: Nic do zgłoszenia, zrozumiałam.

source: Nothing's ever easy...
pl: Dlaczego nic i nigdy, nie może pójść gładko...

source: Nothing, just...you've never been much for gratitude, you know?
pl: Nic... po prostu... Nigdy wcześniej nie okazywałaś takiej wdzięczności, wiesz?

source: Nothing. I'm sure she's doing well...wherever she is.
pl: Nie, nic. Jestem pewna, że ma się dobrze... gdziekolwiek jest.

source: Notification from Square Enix
pl: Powiadomienie od Square Enix

source: Notwithstanding,
pl: Niezależnie od tego,

source: Novel
pl: Opowiadania

source: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0020_N_start> <page> I find myself in a bizarre memory storage area stretching as far as I can see.<bt_wait>
pl: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0020_N_start> <page> Znalazłem się w przedziwnym rejonie przechowywania pamięci, rozciągającym się tak daleko, jak sięgał mój wzrok.<bt_wait>

source: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0040_N_start> <page> It took a while... but the recovery program managed to restore most of my memory functions.<bt_wait>
pl: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0040_N_start> <page> To chwilę zajęło... ale program odzyskiwania pomógł odbudować większość funkcji pamięci.<bt_wait>

source: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0060_N_start> <page> I dive deeper into the records...<bt_wait> I can find no indication of the machines creating new cultures or values. They only imitate human behavior.<bt_wait>
pl: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0060_N_start> <page> Zagłębiałem się dalej w zapiski...<bt_wait> Nie znalazłem żadnej wzmianki o maszynach tworzących nową kulturę, czy wartości. One tylko naśladowały ludzkie zachowania.<bt_wait>

source: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0100_N_start> <page> “All who live are slaves to desire. Such internal appetites are what give our lives meaning. Some seek beauty. Others serenity. For me, hatred is the—”
pl: Novel Game (80 x 11) □□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□ <BGM_BGM_M1070_S0100_N_start> <page> „Każdy kto żyje, jest niewolnikiem pragnienia. To właśnie takie wewnętrzne żądze nadają naszemu życiu sens. Jedni szukają piękna. Inni spokoju. Dla mnie, nienawiść jest...”

source: Now FIIIGHT!
pl: Teraz WALKA!

source: Now I can dedicate myself to my job with a clear mind.
pl: Teraz mogę oddać się swojej pracy bez rozmyślania o niej. Przyznam, że trochę mnie rozpraszało...

source: Now I can finally concentrate on my work again!
pl: Nareszcie mogę skoncentrować się na swojej pracy!

source: Now I can start upgrading and crafting items for you.
pl: Teraz mogę zacząć ulepszać i wytwarzać dla was różne rzeczy.

source: Now I just have to send it to her.
pl: Teraz wystarczy to do niej wysłać.

source: Now I just have to unlock the door where 2B is...
pl: Teraz muszę odblokować drzwi, za którymi znajduje się 2B...

source: Now I just need to collect some tree sap.
pl: Teraz muszę tylko zebrać wystarczającą ilość żywicy.

source: Now I just zap this...and tweak that...aaaand...
pl: Teraz wystarczy to podłączyć z tym... Skorygować jeszcze to... iiii...

source: Now I remember.
pl: Teraz sobie przypomniałam...

source: Now I'll just place these flowers with them...
pl: Jeszcze tylko dołożę do nich kwiaty i...

source: Now begone from here!
pl: A teraz idź precz!

source: Now commencing combat training.
pl: Rozpoczynanie treningu bojowego.

source: Now do you believe we're not a threat?
pl: Czy teraz wierzycie w to, że nie jesteśmy zagrożeniem?

source: Now fight for your king!
pl: A teraz walczcie za swojego Króla!

source: Now fly! Fly onward to a shining future!
pl: A teraz leć! Leć naprzód, ku świetlistej przyszłości!

source: Now get back out there and keep not dying!
pl: A teraz wracaj tam i staraj się nie umierać!

source: Now get going before I report you for disobeying orders.
pl: A teraz lećcie, zanim zaraportuję was za nieprzestrzeganie rozkazów.

source: Now get your dander up and try challenging me again!
pl: No dalej! Weź się w garść i spróbuj rzucić mi kolejne wyzwanie!

source: Now it's time to fight! In the name... OF SCIENCE!
pl: Czas na walkę! W imię... NAUKI!

source: Now kill her before she kills you!
pl: Zabijcie ją, zanim ona zabije was!

source: Now let us show you what we promised.
pl: Teraz pokażemy ci to, co obiecaliśmy.

source: Now let's have a race that will make our very souls quiver with delight!
pl: A teraz ścigajmy się! To będzie wyścig, który sprawi, że nasze dusze zadrżą z rozkoszy!

source: Now let's take a look at your voice recognition settings.
pl: Teraz przyjrzyjmy się twoim ustawieniom rozpoznawania głosu.

source: Now many within the village want us to re-arm and vanquish nearby enemies in order to preserve our peace.
pl: Teraz wielu w wiosce chce, abyśmy ponownie się uzbroili i zniszczyli okolicznych wrogów. W imię utrzymania naszego pokoju.

source: Now move onto the next one!
pl: A teraz udaj się do kolejnego celu!

source: Now move your ass!
pl: No, ruszaj ten swój zadek!

source: Now please hurry up and get going.
pl: A teraz pośpiesz się i ruszaj do drogi.

source: Now show us the power of royalty!
pl: A teraz pokaż prawdziwą potęgę monarchii!

source: Now show us what you're made of...and FIGHT!
pl: Pokażcie teraz na co was stać... i WALCZCIE!

source: Now shut up...shut up, SHUT UP!
pl: Teraz się zamknijcie... Zamknijcie się, ZAMKNIJCIE!

source: Now that I think about it, that was around the same time I stopped seeing people.
pl: Teraz, jak o tym myślę... Wydaje mi się, że to musiało mieć miejsce mniej więcej wtedy, kiedy przestałem widywać innych.

source: Now that the fun's over, it's time to collect some tree sap.
pl: Koniec zabawy, czas zebrać trochę żywicy.

source: Now that we're cut off from the network, I dunno what people are thinking.
pl: Teraz, gdy nie mamy już połączenia z siecią, nie wiem, co inni myślą.

source: Now that we're cut off from the network, we no longer share data with each other.
pl: Od kiedy zostaliśmy odcięci od sieci, nie dzielimy między sobą danych.

source: Now the good news.
pl: Teraz dobre wieści.

source: Now then! As payment for this lesson, you must bring Father Servo a warped wire.
pl: A teraz... Jako zapłatę za tę lekcję, musicie przynieść Ojcu Servo poskręcany drut.

source: Now then! How can I help you?
pl: Teraz więc! Jak mogę ci pomóc?

source: Now then! Let's get this C-rank battle rolling!
pl: No to jedziemy! Niech zacznie się walka rangi C!

source: Now then! What care you to invest?
pl: Powiedzcie... Ile chcecie zainwestować?

source: Now then,
pl: A teraz,

source: Now then, I just connect this end to the widget here aaaand...
pl: No dobrze... Wystarczy podłączyć ten koniec do tego modułu tutaj i… aaa i…

source: Now then... Let us show everyone the power of friendship!
pl: A teraz... Pokażmy wszystkim potęgę przyjaźni!

source: Now then... Which one should I choose next?
pl: A zatem... Którego mam teraz wybrać?

source: Now they're just messing with us...
pl: Teraz zaczęły sobie z nami pogrywać...

source: Now we can—
pl: Teraz możemy—

source: Now we've got no Bunker, and we can't replenish our bodies. So if we die, there's no more recovery.
pl: Teraz nie mamy już Bunkra i nie możemy odnawiać naszych ciał. Więc jak umrzemy, nie będzie już powrotu.

source: Now what?
pl: Co znowu?

source: Now you know everything.
pl: Teraz wiesz wszystko.

source: Now's not the time to be fixing this thing.
pl: Teraz nie jest najlepszy moment, żeby to naprawiać.

source: Now, I hear you YoRHa types are pretty good at examining things.
pl: Słyszałam, że wy tam, w YoRHa, jesteście całkiem nieźli w badaniu przeróżnych spraw.

source: Now, if I happened to GET those raw materials, I bet we could do business. But until then...
pl: Jeśli jednak, nawet przypadkiem, ZDOBĘDZIECIE takie materiały, pewnie moglibyśmy pohandlować. Ale do tego czasu...

source: Now...begin!
pl: Teraz... zaczynaj!

source: Now...fight!
pl: A teraz… walczcie!

source: Now...let the battle begin!
pl: A teraz... niech rozpocznie się walka!

source: Now...let us embrace death!
pl: A teraz... niech nas pochłonie śmierć!

source: Now...we fight!
pl: A teraz... walczmy!

source: Now? Well, I suppose we'll try to find someplace safe.
pl: Teraz? No cóż... Chyba spróbujemy znaleźć jakieś bezpieczne miejsce.

source: Nowadays it's war everywhere you go. I need a bit of distraction like this to keep me sane.
pl: W tych czasach wojna jest wszędzie. Potrzebuję odrobiny takiej rozrywki, aby nie oszaleć.

source: Nuclear Arms Manual
pl: Instrukcja wytwarzania broni jądrowej

source: Nuclear armaments, is it?
pl: Broń jądrowa, tak?

source: Nuclear fission technology is something that was lost to us long ago.
pl: Technologia rozszczepienia jądrowego została utracona dawno temu.

source: Nullifies electrical attacks for 30 seconds.
pl: Uodparnia na ataki elektryczne na 30 sekund.

source: Number 16... Number 21...Number 4...
pl: Numerze 16... Numerze 21... Numerze 4...

source: Number 2, go! I can handle—
pl: Numerze 2, idź! Dam sobie radę...

source: Number 4
pl: Numer 4

source: Number Held
pl: Ilość posiadanych

source: Number Two! You're still alive.
pl: Numerze Dwa! Nadal żyjesz.

source: Number Two...
pl: Numer Dwa...

source: Number of deaths
pl: Liczba śmierci

source: Numbers beyond counting?
pl: Niezliczonej ilości?

source: O God, please restore them to their senses...
pl: O Boże, proszę, przywróć im rozum...

source: O Romeo, Romeo, then let us cull thy numbers!
pl: Och, Romeo, Romeo... Przerzedźmy zatem wasze szeregi!

source: O Romeo, Romeo, wherefore art thou, Romeo?
pl: O Romeo, Romeo... Gdzieżeś ty jest, Romeo?

source: O Romeo, Romeo, which one of thou art Romeo?
pl: O Romeo, Romeo... Który ty jest tym Romeo?

source: O grant me the joy of the heavens!
pl: O, obdarz mnie radością tych niebios!

source: O grant me the mercy of the land!
pl: O, obdarz mnie łaską tej ziemi!

source: O, powers that be! Grant me a bigger body!
pl: O, siły wszechmocne! Dajcie mi większe ciało!

source: O-Of course. I know you have your own priorities.
pl: Oczywiście rozumiem, że masz swoje własne sprawy, ale...

source: O-Operator to 2B.
pl: O-operator 6O do 2B.

source: OF COURSE. THIS IS NOT YOUR PROBLEM, AFTER ALL.
pl: ROZUMIEM. TO W KOŃCU NIE TWÓJ PROBLEM.

source: OH MY GOSH, IT'S 9S! THIS IS SO EXCITING!
pl: O RAJU, TO 9S! JAKIE TO EKSCYTUJĄCE!

source: OH MY GOSH, THIS IS SO EXCITING!
pl: O RAJU, JAKIE TO EKSCYTUJĄCE!

source: OH NO... OH NO...
pl: O NIE... O NIE...

source: OH! ARE YOU SURE?
pl: OCH! JESTEŚCIE PEWNI?

source: OH. MY. GOD. That was the most exciting match I've ever seen!
pl: O. MÓJ. BOŻE. To były najbardziej ekscytujące zawody, jaki kiedykolwiek widziałam!

source: ONLINE BUSINESS DEVELOPMENT
pl: PROWADZENIE BIZNESU ONLINE

source: OS Chip
pl: Czip OS

source: Oasis Supply Trader
pl: Handlarz zaopatrzenia: oaza

source: Objective
pl: Cel

source: Observing Machine
pl: Patrząca maszyna

source: Obstruct the enemy air defenses.
pl: Zablokuj systemy obrony przeciwlotniczej.

source: Obtain Keys
pl: Zdobywanie kluczy

source: Obtained "amazarashi" record
pl: Zdobyto nagranie "amazarashi"

source: Occasionally, machine lifeforms can be found carrying torches in dark places. As machines are thought to be capable of seeing in the dark, it's assumed they have some other reason for this behavior. They tend to use their own vital fluids as fuel for the torches, though the meaning of this—if there is one—is also unknown.
pl: Czasami, w ciemnych miejscach, znajdowane są mechaniczne formy życia noszące pochodnie. Jako że maszyny te są w stanie widzieć w ciemności, zakłada się, że istnieje inny powód dla tego zachowania. W charakterze paliwa dla pochodni zazwyczaj używają własnych płynów ustrojowych, choć znaczenie tego — o ile takie istnieje — jest nieznane.

source: Ocean Access Key
pl: Klucz dostępu z morza

source: Odd jobs? With all of your technical skill?
pl: Nietypowe zlecenia? Zlecają wam takie prace, wiedząc, że posiadacie takie umiejętności techniczne?

source: Of Machines and Beasts
pl: O maszynach i zwierzętach

source: Of course I will! You have my word.
pl: Oczywiście, że tak! Macie moje słowo.

source: Of course! Anything.
pl: Oczywiście! Proszę bardzo.

source: Of course, Devola and Popola died. Their lifeless bodies were found shortly thereafter, each clutched tightly in the other's arms.
pl: Oczywiście, Devola i Popola również zginęły. Ich martwe ciała odnaleziono niedługo później. Mocno splecione we wzajemnym uścisku.
